Revit 2016 API
Application Constructor
Initializes a new instance of the Application class
Namespace: Autodesk.Revit.ApplicationServices
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Syntax
C#
public Application()
Visual Basic
Public Sub New
Visual C++
public:
Application()
See Also
Application Class
Autodesk.Revit.ApplicationServices Namespace